[
    {
        "review_id": "12535429",
        "author": "g...6",
        "recomendation": null,
        "stars": "3/5",
        "content": "Instalacja łatwa. Oprogramowanie HP Smart bezproblemowe. Zwrot 100zl Cashback z Promocji po kilku dniach od zakupu. Skanuje. Drukuje. \nPrzez pierwsze 2-3 dni wszystko w porządku, wydruki czarne i kolorowe bardzo dobre. Po 3 dniu, zupełnie nagle, drukarka zaczyna drukować białe poziome kreski na wydrukach kolorowych. W czarnym bardzo dobrze. Wydruki w najlepszej jakości są bardzo dobre. Wydruki w jakości normalnej i roboczej są moim zdaniem wadliwe. Kupiłem 2 drukarki. Jedną udało mi się zwrócić w ramach 14 zwrotu. Druga niestety została. \nProducent HP raz uznał gwarancję. HP przysłałi nową głowicę kolorową, a jak problem nie został rozwiązany, całą nową drukarkę. Trzecia drukarka tak samo, drukuje białe kreski na wydrukach kolorowych. \nZgłoszone ponownie do HP, tym razem w ocenie wsparcia HP, drukarki atramentowe tak drukują... Pozostawię to bez komentarza. Chciałem zgłosić w ramach rękojmi, niezgodność produktu z umową (reklamują outstanding printing quality), ale niestety kupiłem na firmę i rękojmia jest wyłączona. Nie wiem czy wadliwa seria drukarek, głowic, oprogramowania czy może ja coś źle robię przy 1-szym uruchamianiu, ale HP nie chce poznać i rozwiązać problemu. Dobre jest to, że po kilku dniach, pierwsze strony wydruków wychodzą ok, a kreski pojawiają się dopiero na 3-4 stronie. Może z czasem się to poprawi samo, jeśli problemem jest zapowietrzenie głowicy lub aktualizacja oprogramowania sprzętowego... \nCo ciekawe, HP nie wymaga odciągania tuszy strzykawką do wysyłki drukarki a sklep tak. Drugi raz bym nie kupił, chyba że sprawdzoną przetestowaną.",
        "pros": [
            "czyste napełnianie atramentem",
            "niski koszt wydruku",
            "szybkość wydruku",
            "wydajna",
            "wydajność"
        ],
        "cons": [
            "jakość wydruków"
        ],
        "likes": "19",
        "dislikes": "3",
        "publish_date": "2020-05-28 08:02:51",
        "purchase_date": "2020-05-04 22:29:44"
    },
    {
        "review_id": "13551598",
        "author": "b...a",
        "recomendation": 